brew "ankitpokhrel/jira-cli/jira-cli"
brew "asciinema"
brew "bat"
brew "buku"
brew "caarlos0/tap/jsonfmt"
brew "coreutils"
brew "cosign"
brew "coursier/formulas/coursier"
brew "d2"
brew "dark-mode"
brew "difftastic"
brew "dust"
brew "fd"
brew "figlet"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "go"
brew "golangci-lint"
brew "gopls"
brew "goreleaser/tap/goreleaser"
brew "gum"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/terraform-ls"
brew "hugo"
brew "hyperfine"
brew "jesseduffield/lazydocker/lazydocker"
brew "jq"
brew "just"
brew "lua"
brew "lua-language-server"
brew "neovim"
brew "nnn"
brew "pyenv"
brew "ripgrep"
brew "sad"
brew "shellcheck"
brew "shfmt"
brew "slides"
brew "sqlite"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "yamlfmt"
brew "yqrashawn/goku/goku"
cask "alacritty"
cask "hammerspoon"
cask "keycastr"
