tap "candid82/brew"
tap "getsentry/tools"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jesseduffield/lazygit"
# tap "wvanlint/twf"
tap "yqrashawn/goku"
brew "go"
brew "autoconf"
brew "automake"
brew "bat"
brew "bats"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "xz"
brew "cmake"
brew "coreutils"
brew "exercism"
brew "fd"
brew "libtool"
brew "pkg-config"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-lfs"
brew "gnupg"
brew "httpie"
brew "mosh"
brew "neovim", args: ["HEAD"]
brew "openjdk"
brew "pipx"
brew "pyenv"
brew "ripgrep"
brew "rustup-init"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vifm"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
# brew "getsentry/tools/sentry-cli"
brew "jesseduffield/lazygit/lazygit"
brew "yqrashawn/goku/goku"
brew "cheat"
cask "alacritty"
cask "dbeaver-community"
cask "font-fira-code-nerd-font"
cask "hammerspoon"
cask "iterm2"
cask "java"
cask "keycastr"
cask "maccy"
cask "monitorcontrol"
cask "rectangle"
cask "intellij-idea-ce"
