# brew "autoconf"
# brew "automake"
# brew "bats"
# brew "cheat"
# brew "cmake"
# brew "exa"
# brew "exercism"
# brew "ffmpeg"
# brew "getsentry/tools/sentry-cli"
# brew "git-lfs"
# brew "gnupg"
# brew "go"
# brew "jesseduffield/lazygit/lazygit"
# brew "libtool"
# brew "mosh"
# brew "neovim", args: ["HEAD"]
# brew "openjdk"
# brew "openssl@1.1"
# brew "pipx"
# brew "pkg-config"
# brew "pyenv"
# brew "readline"
# brew "rustup-init"
# brew "sqlite"
# brew "switchaudio-osx"
# brew "tree"
# brew "vifm"
# brew "xz"
# brew "yarn"
# brew "youtube-dl"
# brew "zlib"
# brew "zsh"
# cask "dbeaver-community"
# cask "font-fira-code-nerd-font"
# cask "intellij-idea-ce"
# cask "iterm2"
# cask "java"
# cask "karabiner-elements"
# cask "monitorcontrol"
# cask "rectangle"
# tap "candid82/brew"
# tap "getsentry/tools"
# tap "homebrew/bundle"
# tap "homebrew/cask"
# tap "homebrew/cask-fonts"
# tap "homebrew/core"
# tap "jesseduffield/lazygit"
# tap "wvanlint/twf"
# tap "yqrashawn/goku"
brew "bat"
brew "coreutils"
brew "dark-mode"
brew "dust"
brew "fd"
brew "fzf"
brew "gh"
brew "glow"
brew "gum"
brew "httpie"
brew "jesseduffield/lazydocker/lazydocker"
brew "jq"
brew "ripgrep"
brew "sad"
brew "tmux"
brew "tmuxinator"
brew "yqrashawn/goku/goku"
cask "alacritty"
cask "hammerspoon"
cask "keycastr"
cask "maccy"
