tap "candid82/brew"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/science"
tap "homebrew/services"
tap "yqrashawn/goku"
brew "bat"
brew "cmake"
brew "emacs"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gifsicle"
brew "git"
brew "qt"
brew "httpie"
brew "jq"
brew "libxml2"
brew "maven"
brew "mysql"
brew "neovim"
brew "node"
brew "octave"
brew "optipng"
brew "pipenv"
brew "postgresql"
brew "pyenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "telnet"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "heroku/brew/heroku"
brew "yqrashawn/goku/goku"
cask "alacritty"
cask "maccy"
cask "macdown"
cask "monitorcontrol"
cask "robo-3t"
